{
  "language": "Deutsch",
  "language.code": "de_de",
  "language.region": "Deutschland",
  "itemGroup.tabanthillinside": "Anthill Inside",
  "anthillinside.tooltip.hint.extended": "§6[§9shift§r Mehr§6]§r",
  "anthillinside.tooltip.hint.help": "§6[§9strg-shift§r Info§6]§r",
  "block.anthillinside.hive": "Rotameisen-Nest",
  "block.anthillinside.hive.help": "Eine kleine Kolonie von Rotameisen, die für kleinere Automatisierungsaufgaben im Nest, oder zum Transport als Ameisenstraße dienen kann. Im Nest kann gewerkelt, geschmolzen, gekocht, kompostiert, usw. werden.\n§oMit Glück kannst Du Ameisennester finden, wenn Du Redstone abbaust.§r\nNormalerweise wird der Block aufrecht gesetzt, ducke Dich beim Platzieren um ihn in die Richtung zu setzen, in die Du gerade schaust. Der Block hat eine Eingangsseite (große Öffnung) und eine Ausgangsseite (kleines Loch gegenüber). Für Details der Funktionen einfach in der GUI mit der Maus über die Slots gehen, bzw. auch über das '?'-Info-Feld oben rechts.",
  "block.anthillinside.hive.tooltips.antslots": "§6Kolonie:§r Hier kommen mit der Zeit Ameisen hinzu, bis alle drei Slots voll belegt Mehr Ameisen bedeutet schnelleres „Malochen“. Du kannst auch einige hier herausnehmen, um die als Ameisenstraße zum Transportieren zu verwenden.",
  "block.anthillinside.hive.tooltips.help": "Hier leben und arbeiten Rotameisen. Über die Zeit wächst die Kolonie langsam (in den drei obersten Slots). Je mehr Ameisen der Staat hat, desto schneller geht es mit der gegebenen Arbeit voran. Das kann beschleunigt werden, indem Rotzucker in einen der linken Slots gelegt wird. Um dem Nest eine Aufgabe zu geben lege z.B. eine Werkbank, Ofen, Komposter usw. in den Aufgaben-Slot. Auch Einsammeln und Auswerfen von und nach Außen ist mit den Trichter-Slots oben-links und unten-rechts möglich.\n§6Einfach mal mit der Maus kurz (1/2s) über die Slots und Bilder gehen um zu erfahren wofür diese gut sind.§r.",
  "block.anthillinside.hive.tooltips.inputselect": "§6Einzug:§r Lege einen Trichter hier hinein, um von außen Gegenstände aus Kisten oder Minecarts zu nehmen, oder Sachen, die vor der Eingangsseite des Nests liegen, zu sammeln.",
  "block.anthillinside.hive.tooltips.inputside": "§6Eingangsseite:§r Von außen betrachtet erkennt man den Eingang an der großen Öffnung. Alle Slots auf der linken Seite sind Eingangs-Slots, in denen Zutaten liegen, bis sie verwendet oder durchgereicht werden (falls nicht verwendbar). Wie Dinge von außen hereingezogen werden können siehst Du beim Einzugs-Slot nebenan.",
  "block.anthillinside.hive.tooltips.insertionlock": "§6Eingangsbeschränkung:§r Klicke das Symbol zum Sperren/Entsperren. Damit kannst Du beschränken welche Gegenstände von außen (durch Einsammeln oder Einfügen) in das Nest gelangen können. Im Moment, in dem du absperrst, merkt sich das Nest alle Objekte in den Slots. Nur diese Gegenstände dürfen danach noch in die entsprechenden Slots eingelegt werden. Ausgenommen sind leere Slots, dort kann weiterhin alles hinein. Wenn Du entsperrst kann wieder alles überall eingelegt werden.",
  "block.anthillinside.hive.tooltips.noants": "§6Keine Arbeiter:§r Es sind noch keine Arbeiter in diesem Nest. Warte einfach bis die ersten schlüpfen, oder verlege ein paar Ameisen von einem anderen Nest in dieses.",
  "block.anthillinside.hive.tooltips.nofuel": "§6Kein Brennstoff:§r Auf der linken Seite ist nichts zum Heizen, oder die brennbaren Dinge dort dürfen nicht verwendet werden.",
  "block.anthillinside.hive.tooltips.noingredients": "§6Keine Zutaten:§r Auf der linken Seite fehlen Gegenstände zum verarbeiten.",
  "block.anthillinside.hive.tooltips.norecipe": "§6Kein Rezept§r: Die Ameisen können mit der Platzierung im 3x3-Werkbereich nichts anfangen.",
  "block.anthillinside.hive.tooltips.outputselect": "§6Auswurf:§r Lege hier einen Trichter, Werfer, oder Spender hinein, um die Ameisen anzuweisen wie Gegenstände nach außen gereicht werden sollen.\n§6Trichter§r: Legt sie in Kisten oder Minecarts.\n§6Spender§r: Legt sie (sachte) außen ab.\n§6Werfer§r: Schleudert sie aus dem Nest – die zielen übrigens nicht gut.",
  "block.anthillinside.hive.tooltips.outputside": "§6Ausgangsseite:§r Von außen betrachtet wäre das die Seite mit dem kleinen Loch. Dort werden verarbeitete oder durchgereichte Dinge aus dem Nest geworfen. (Wie: Mit der Maus mal über den Ausgangs-Slot nebenan gehen)",
  "block.anthillinside.hive.tooltips.passthroughlock": "§6Bypass:§r Klicke das Symbol zum Ein-/Ausschalten. Wenn aktiv, so werden ab und an Gegenstände, die nicht für die Verarbeitung verwendet werden können, von links nach rechts verschoben.\n§oDamit kannst du verhindern, dass die Eingangs-Slots mit nutzlosen Objekten vollaufen.§r",
  "block.anthillinside.hive.tooltips.powered": "§6Redstone an:§r Ameisen haben bemerkt, dass von außen ein Redstone-Signal anliegt, und werfen deshalb auf der Ausgangsseite keine Gegenstände aus.",
  "block.anthillinside.hive.tooltips.sugartrip": "§6Zucker-Trip:§r Arbeit und Wachstum der Kolonie sind mit Rotzucker beschleunigt.",
  "block.anthillinside.hive.tooltips.workselect": "§6Aufgabe:§r Lege einen Trichter, eine Werkbank, Ofen, Schmelzofen, Räucherofen, oder Komposter hier hinein:\n§6Werkbank:§r 3x3-Werkeln. Die genau zutreffenden Objekte werden bevorzugt verwendet, alternativ werden andere passende Gegenstände verwendet.\n§6Öfen:§r Kochen oder Schmelzen. Mit den 3x3-Slots kann festgelegt werden, was als Brennmaterial verwendet werden darf (leer heißt: alles was brennt kann von der linken Seite verwendet werden).\n§6Komposter:§r Verwendet alles Kompostierbare auf der linken Seite, um Knochenmehl herzustellen.\n§6Trichter:§r Reicht einfach alles von links nach rechts durch.\n§6Andere Gegenstände:§r Einfach mal ausprobieren, was sonst noch hier rein kann und wie es funktioniert ;-).",
  "block.anthillinside.trail": "Rotameisen-Straße",
  "item.anthillinside.ants": "Rotameisen",
  "item.anthillinside.ants.help": "Eine Handvoll Rotameisen, die in Nestern arbeiten oder draußen in Form von Ameisenstraßen als Transportmittel dienen können. Rotameisen können sich eigentümlicherweise Gegenstände zuwerfen, deshalb werden Gegenstände etwas schneller befördert als die Ameisen selbst laufen. Von der Seite oder von unten legen sie Dinge auch in Kisten.\n Mit einem Redstone-Signal kannst Du eine Straße anhalten bzw. Gegenstände auf eine nach rechts oder links abgehende Straße umleiten. Können auch unter Wasser verlegt werden - ob das Sinn macht ist aber ein anderes Bier.",
  "item.anthillinside.red_sugar": "Rotzucker",
  "item.anthillinside.red_sugar.help": "Rotameisen lieben das Zeug. Kann sehr nützlich sein um die Arbeit und das Wachstum Rotameisen-Nestern zu beschleunigen. Lege den Zucker in die linken Slots, damit die Ameisten auf Trapp bzw. Trip kommen."
}